dependencies/OpenFOAM/tutorials/incompressible/simpleFoam/motorBike/system/topoSetDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2312                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      topoSetDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

actions
(
    // For easier post-processing, and data-conversion tests
    {
        name    inner;
        type    cellZoneSet;
        action  new;
        source  boxToCell;
        min     (-1 -0.5 0);
        max     ( 6  0.5 2);
    }
);


// ************************************************************************* //
